# Command Line Utilities
brew "bash"
brew "zsh"
brew "antigen"
brew "neovim"
brew "gpg"
brew "awscli"

# Programming Languages
brew "node"
brew "python"

# Applications
tap "homebrew/cask"
cask_args appdir: "/Applications"

cask "iterm2"
cask "1password"
cask "google-chrome"
cask "visual-studio-code"
cask "intellij-idea"
cask "docker"
cask "slack"
cask "spotify"
